define(function() {
	return {
		'Играть': 'Играть',
		'Новый': 'Новый',
		'Добавить': 'Добавить',
		'Привязать': 'Привязать',
		'Отмена': 'Отмена',
		'Назад': 'Назад',
		'Добавить аккаунт': 'Добавить аккаунт',
		'Главная страница': 'Главная страница',
		'Email': 'Email',
		'Пароль': 'Пароль',
		'Привязать аккаунт': 'Привязать аккаунт',
		'Необходимо привязать аккаунт, прежде чем создать новый': 'Необходимо привязать аккаунт, прежде чем создать новый',

		// Reg page
		'Регистрация: Приветствие': '<p>Мы ждали тебя, и вот ты здесь! Бессмертная душа, готовая воплотиться в смертное тело и помочь нам победить Извечных Врагов, Титаны приветствуют тебя! Да пребудет твой путь в свете!</p>' +
									'<p><strong>Скажи, как нам тебя называть?</strong></p>',
		
		'Регистрация: Соглашение': 'Выбирая воплощение, Вы соглашаетесь с <a href="#" class="eula-link">законами и правилами</a> Ожерелья миров',
		'Введите имя персонажа': 'Введите имя персонажа',
		'Имя не задано': 'Имя не задано',
		'Минимальная длина имени {0} символа': 'Минимальная длина имени {0} символа',
		'Максимальная длина имени {0} символов': 'Максимальная длина имени {0} символов',
		'Персонаж с таким именем уже существует': 'Персонаж с таким именем уже существует',

		// Reg page images
		'reg/bg_all.jpg': 'reg/bg_all.jpg',
		'reg/bg_as.jpg': 'reg/bg_as.jpg',
		'reg/bg_van.jpg': 'reg/bg_van.jpg',
		'reg/button-choose.png': 'reg/button-choose.png',
		'reg/button-prev.png': 'reg/button-prev.png',
		'reg/button-next.png': 'reg/button-next.png',
		'reg/button-submit.png': 'reg/button-submit.png',

		// Eula page
		'EULA: текст': 'EULA: текст',

	}
});